{
  "items": [
    {
      "position": "Assistant Professor & Assistant Director of Community Outreach and Engagement",
      "institution": "Thomas Jefferson University, Sidney Kimmel Comprehensive Cancer Center, Department of Medical Oncology, Population Health Science Division",
      "period": "August 2023 - Present",
      "description": "Leading research initiatives focused on health equity, cancer prevention, and community engagement. Developing partnerships with community organizations and mobile screening units to address cancer screening barriers in underserved populations. Current projects include reducing combustible smoking among formerly unhoused individuals in Philadelphia and promoting cancer screenings among individuals facing significant barriers to traditional healthcare settings. Also serving as Adjunct Instructor at Jefferson College of Population Health."
    },
    {
      "position": "Post-Doctoral Research Fellow",
      "institution": "University of Oklahoma, Health Promotion Research Center, Stephenson Cancer Center",
      "period": "September 2021 - July 2023",
      "description": "Conducted research on smoking cessation interventions for socioeconomically disadvantaged populations and refugee health under Dr. Darla Kendzor."
    },
    {
      "position": "Consultant, Suicide Prevention Team",
      "institution": "Stanford University, Muslim Mental Health and Islamic Psychology Lab",
      "period": "September 2022 - December 2023",
      "description": "Contributing to suicide prevention initiatives and mental health research in Muslim communities under Dr. Rania Awaad."
    },
    {
      "position": "Adjunct Faculty, Instructor",
      "institution": "George Mason University, Department of Global and Community Health",
      "period": "January 2023 - May 2023",
      "description": "Taught GCH626: Migrant Health, focusing on health challenges and interventions for migrant and refugee populations."
    },
    {
      "position": "Graduate Research Assistant",
      "institution": "University of Maryland, Counseling Center Research Unit & School of Public Health",
      "period": "August 2017 - May 2021",
      "description": "Conducted research on mental health, substance use, and health behaviors in diverse populations. Served as Principal Investigator for dissertation project and instructor for HLTH 106/H: Drug Use and Abuse."
    }
  ]
}
